<!DOCTYPE html>
<html>
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="utf-8">
  
  <title>stephen hawking launches centre for the future of intelligence | 一番之旅</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  
  
  
  
  <meta name="description" content="Alongside the benefits, AI will also bring dangers, like powerful autonomous weapons, or new ways for the few to oppress the many. Stephen Hawkingwww.cam.ac.uk Artificial intelligence has the power to">
<meta property="og:type" content="article">
<meta property="og:title" content="Stephen Hawking launches Centre for the Future of Intelligence">
<meta property="og:url" content="http://yoursite.com/2016/11/18/Stephen-Hawking/index.html">
<meta property="og:site_name" content="一番之旅">
<meta property="og:description" content="Alongside the benefits, AI will also bring dangers, like powerful autonomous weapons, or new ways for the few to oppress the many. Stephen Hawkingwww.cam.ac.uk Artificial intelligence has the power to">
<meta property="og:locale" content="zh-CN">
<meta property="og:image" content="http://yoursite.com/2016/11/18/Stephen-Hawking/gallery/confederate_newspaper.png">
<meta property="og:updated_time" content="2019-09-08T13:00:39.334Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Stephen Hawking launches Centre for the Future of Intelligence">
<meta name="twitter:description" content="Alongside the benefits, AI will also bring dangers, like powerful autonomous weapons, or new ways for the few to oppress the many. Stephen Hawkingwww.cam.ac.uk Artificial intelligence has the power to">
<meta name="twitter:image" content="http://yoursite.com/2016/11/18/Stephen-Hawking/gallery/confederate_newspaper.png">
  
    <link rel="alternate" href="/atom.xml" title="一番之旅" type="application/atom+xml">
  

  

  <link rel="icon" href="/css/images/mylogo.jpg">
  <link rel="apple-touch-icon" href="/css/images/mylogo.jpg">
  
    <link href="//fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
  
  <link href="https://fonts.googleapis.com/css?family=Open+Sans|Montserrat:700" rel="stylesheet" type="text/css">
  <link href="https://fonts.googleapis.com/css?family=Roboto:400,300,300italic,400italic" rel="stylesheet" type="text/css">
  <link href="//netdna.bootstrapcdn.com/font-awesome/4.0.3/css/font-awesome.css" rel="stylesheet">
  <style type="text/css">
    @font-face{font-family:futura-pt; src:url("css/fonts/FuturaPTBold.otf") format("woff");font-weight:500;font-style:normal;}
    @font-face{font-family:futura-pt-light; src:url("css/fonts/FuturaPTBook.otf") format("woff");font-weight:lighter;font-style:normal;}
    @font-face{font-family:futura-pt-italic; src:url("css/fonts/FuturaPTBookOblique.otf") format("woff");font-weight:400;font-style:italic;}
}

  </style>
  <link rel="stylesheet" href="/css/style.css">

  <script src="/js/jquery-3.1.1.min.js"></script>
  <script src="/js/bootstrap.js"></script>

  <!-- Bootstrap core CSS -->
  <link rel="stylesheet" href="/css/bootstrap.css">

  
    <link rel="stylesheet" href="/css/dialog.css">
  

  

  
    <link rel="stylesheet" href="/css/header-post.css">
  

  
  
  
    <link rel="stylesheet" href="/css/vdonate.css">
  

</head>
</html>


  <body data-spy="scroll" data-target="#toc" data-offset="50">


  
  <div id="container">
    <div id="wrap">
      
        <header>

    <div id="allheader" class="navbar navbar-default navbar-static-top" role="navigation">
        <div class="navbar-inner">
          
          <div class="container"> 
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-collapse">
              <span class="sr-only">Toggle navigation</span>
              <span class="icon-bar"></span>
              <span class="icon-bar"></span>
              <span class="icon-bar"></span>
            </button>

            
              <a class="brand" style="
                 margin-top: 0px;"  
                href="#" data-toggle="modal" data-target="#myModal" >
                  <img width="124px" height="124px" alt="Hike News" src="/css/images/mylogo.jpg">
              </a>
            
            
            <div class="navbar-collapse collapse">
              <ul class="hnav navbar-nav">
                
                  <li> <a class="main-nav-link" href="/">首页</a> </li>
                
                  <li> <a class="main-nav-link" href="/tags">热门城市</a> </li>
                
                  <li> <a class="main-nav-link" href="/archives">旅游方案</a> </li>
                
                  <li> <a class="main-nav-link" href="/about">关于我们</a> </li>
                
                  <li><div id="search-form-wrap">

    <form class="search-form">
        <input type="text" class="ins-search-input search-form-input" placeholder="" />
        <button type="submit" class="search-form-submit"></button>
    </form>
    <div class="ins-search">
    <div class="ins-search-mask"></div>
    <div class="ins-search-container">
        <div class="ins-input-wrapper">
            <input type="text" class="ins-search-input" placeholder="请输入关键词..." />
            <span class="ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
(function (window) {
    var INSIGHT_CONFIG = {
        TRANSLATION: {
            POSTS: '文章',
            PAGES: '页面',
            CATEGORIES: '分类',
            TAGS: '标签',
            UNTITLED: '(无标题)',
        },
        ROOT_URL: '/',
        CONTENT_URL: '/content.json',
    };
    window.INSIGHT_CONFIG = INSIGHT_CONFIG;
})(window);
</script>
<script src="/js/insight.js"></script>

</div></li>
            </div>
          </div>
                
      </div>
    </div>

</header>



      
            
      <div id="content" class="outer">
        
          <section id="main" style="float:none;"><article id="post-Stephen-Hawking"  class="article article-type-post" itemscope itemprop="blogPost" >
  <div id="articleInner" class="article-inner">
    
<div class="article-gallery">
  <div class="article-gallery-photos">
    
      <a class="article-gallery-img fancybox" href="/gallery/confederate_newspaper.png" rel="gallery_ck0dtth1e000f1uvxj8s7bere">
        <img src="/gallery/confederate_newspaper.png" itemprop="image">
      </a>
    
  </div>
</div>

    
      <header class="article-header">
        
  
    <h1 class="thumb" class="article-title" itemprop="name">
      Stephen Hawking launches Centre for the Future of Intelligence
    </h1>
  

      </header>
    
    <div class="article-meta">
      
	<a href="/2016/11/18/Stephen-Hawking/" class="article-date">
	  <time datetime="2016-11-18T02:55:37.000Z" itemprop="datePublished">2016-11-18</time>
	</a>

      
    <a class="article-category-link" href="/categories/AI/">AI</a>

      
	<a class="article-views">
	<span id="busuanzi_container_page_pv">
		阅读量<span id="busuanzi_value_page_pv"></span>
	</span>
	</a>

      

    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <blockquote><p>Alongside the benefits, AI will also bring dangers, like powerful autonomous weapons, or new ways for the few to oppress the many.</p>
<footer><strong>Stephen Hawking</strong><cite><a href="http://www.cam.ac.uk/research/news/the-best-or-worst-thing-to-happen-to-humanity-stephen-hawking-launches-centre-for-the-future-of" target="_blank" rel="noopener">www.cam.ac.uk</a></cite></footer></blockquote>
<p>Artificial intelligence has the power to eradicate poverty and disease or hasten the end of human civilisation as we know it &#x2013; according to a speech delivered by Professor Stephen Hawking this evening.</p>
<blockquote class="pullquote right"><p>Alongside the benefits, AI will also bring dangers, like powerful autonomous weapons, or new ways for the few to oppress the many.</p>
</blockquote>
<p>&#x201C;Success in creating AI could be the biggest event in the history of our civilisation,&#x201D; said Professor Hawking. &#x201C;But it could also be the last &#x2013; unless we learn how to avoid the risks. Alongside the benefits, AI will also bring dangers like powerful autonomous weapons or new ways for the few to oppress the many.</p>
<p>&#x201C;We cannot predict what we might achieve when our own minds are amplified by AI. Perhaps with the tools of this new technological revolution, we will be able to undo some of the damage done to the natural world by the last one &#x2013; industrialisation.&#x201D;</p>
<p>The Centre for the Future of Intelligence will initially focus on seven distinct projects in the first three-year phase of its work, reaching out to brilliant researchers and connecting them and their ideas to the challenges of making the best of AI. Among the initial research topics are: &#x2018;Science, value and the future of intelligence&#x2019;; &#x2018;Policy and responsible innovation&#x2019;; &#x2018;Autonomous weapons &#x2013; prospects for regulation&#x2019; and &#x2018;Trust and transparency&#x2019;.</p>
<a id="more"></a>
<p>The Academic Director of the Centre, and Bertrand Russell Professor of Philosophy at Cambridge, Huw Price, said: &#x201C;The creation of machine intelligence is likely to be a once-in-a-planet&#x2019;s-lifetime event. It is a future we humans face together. Our aim is to build a broad community with the expertise and sense of common purpose to make this future the best it can be.&#x201D;</p>
<p>Many researchers now take seriously the possibility that intelligence equal to our own will be created in computers within this century. Freed of biological constraints, such as limited memory and slow biochemical processing speeds, machines may eventually become more intelligent than we are &#x2013; with profound implications for us all.</p>
<p>AI pioneer Professor Maggie Boden (University of Sussex) sits on the Centre&#x2019;s advisory board and spoke at this evening&#x2019;s launch. She said: &#x201C;AI is hugely exciting. Its practical applications can help us to tackle important social problems, as well as easing many tasks in everyday life. And it has advanced the sciences of mind and life in fundamental ways. But it has limitations, which present grave dangers given uncritical use. CFI aims to pre-empt these dangers, by guiding AI development in human-friendly ways.&#x201D;</p>
<p>&#x201C;Recent landmarks such as self-driving cars or a computer game winning at the game of Go, are signs of what&#x2019;s to come,&#x201D; added Professor Hawking. &#x201C;The rise of powerful AI will either be the best or the worst thing ever to happen to humanity. We do not yet know which. The research done by this centre is crucial to the future of our civilisation and of our species.&#x201D;</p>
<p>Transcript of Professor Hawking&#x2019;s speech at the launch of the Leverhulme Centre for the Future of Intelligence, October 19, 2016</p>
<p>&#x201C;It is a great pleasure to be here today to open this new Centre.  We spend a great deal of time studying history, which, let&#x2019;s face it, is mostly the history of stupidity.  So it is a welcome change that people are studying instead the future of intelligence.</p>
<p>Intelligence is central to what it means to be human.  Everything that our civilisation has achieved, is a product of human intelligence, from learning to master fire, to learning to grow food, to understanding the cosmos. </p>
<p>I believe there is no deep difference between what can be achieved by a biological brain and what can be achieved by a computer.  It therefore follows that computers can, in theory, emulate human intelligence &#x2014; and exceed it.</p>
<p>Artificial intelligence research is now progressing rapidly.  Recent landmarks such as self-driving cars, or a computer winning at the game of Go, are signs of what is to come.  Enormous levels of investment are pouring into this technology.  The achievements we have seen so far will surely pale against what the coming decades will bring.</p>
<p>The potential benefits of creating intelligence are huge.  We cannot predict what we might achieve, when our own minds are amplified by AI.  Perhaps with the tools of this new technological revolution, we will be able to undo some of the damage done to the natural world by the last one &#x2014; industrialisation.  And surely we will aim to finally eradicate disease and poverty.  Every aspect of our lives will be transformed.  In short, success in creating AI, could be the biggest event in the history of our civilisation.</p>
<p>But it could also be the last, unless we learn how to avoid the risks.  Alongside the benefits, AI will also bring dangers, like powerful autonomous weapons, or new ways for the few to oppress the many.   It will bring great disruption to our economy.  And in the future, AI could develop a will of its own &#x2014; a will that is in conflict with ours.</p>
<p>In short, the rise of powerful AI will be either the best, or the worst thing, ever to happen to humanity.  We do not yet know which.  That is why in 2014, I and a few others called for more research to be done in this area.  I am very glad that someone was listening to me! </p>
<p>The research done by this centre is crucial to the future of our civilisation and of our species.  I wish you the best of luck!&#x201D;</p>
<h2 id="&#x4EE5;&#x4E0B;&#x4E3A;&#x970D;&#x91D1;&#x6F14;&#x8BB2;&#x5168;&#x6587;&#x7684;&#x4E2D;&#x6587;&#x7248;&#xFF1A;"><a href="#&#x4EE5;&#x4E0B;&#x4E3A;&#x970D;&#x91D1;&#x6F14;&#x8BB2;&#x5168;&#x6587;&#x7684;&#x4E2D;&#x6587;&#x7248;&#xFF1A;" class="headerlink" title="&#x4EE5;&#x4E0B;&#x4E3A;&#x970D;&#x91D1;&#x6F14;&#x8BB2;&#x5168;&#x6587;&#x7684;&#x4E2D;&#x6587;&#x7248;&#xFF1A;"></a>&#x4EE5;&#x4E0B;&#x4E3A;&#x970D;&#x91D1;&#x6F14;&#x8BB2;&#x5168;&#x6587;&#x7684;&#x4E2D;&#x6587;&#x7248;&#xFF1A;</h2><p>&#x4ECA;&#x5929;&#xFF0C;&#x975E;&#x5E38;&#x8363;&#x5E78;&#x6765;&#x6765;&#x8FD9;&#x91CC;&#x53C2;&#x52A0;&#x65B0;&#x4E2D;&#x5FC3;&#x7684;&#x5F00;&#x542F;&#x4EEA;&#x5F0F;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x82B1;&#x4E86;&#x5927;&#x628A;&#x7684;&#x65F6;&#x95F4;&#x7814;&#x7A76;&#x5386;&#x53F2;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x6765;&#x76F4;&#x9762;&#x8FD9;&#x90E8;&#x5386;&#x53F2;&#xFF0C;&#x8FD9;&#x8FD1;&#x4E4E;&#x662F;&#x90E8;&#x611A;&#x6627;&#x7684;&#x5386;&#x53F2;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4EBA;&#x4EEC;&#x73B0;&#x5728;&#x8F6C;&#x800C;&#x7814;&#x7A76;&#x672A;&#x6765;&#x7684;&#x667A;&#x6167;&#x4E86;&#xFF0C;&#x8FD9;&#x79CD;&#x8F6C;&#x53D8;&#x5C06;&#x5907;&#x53D7;&#x6B22;&#x8FCE;&#x3002;</p>
<p>&#x5BF9;&#x4EBA;&#x7C7B;&#x800C;&#x8A00;&#xFF0C;&#x667A;&#x6167;&#x662F;&#x5B58;&#x5728;&#x7684;&#x6838;&#x5FC3;&#x6240;&#x5728;&#x3002;&#x4E00;&#x5207;&#x6587;&#x660E;&#xFF0C;&#x7686;&#x662F;&#x667A;&#x6167;&#x7684;&#x4EA7;&#x7269;&#x3002;&#x4ECE;&#x5B66;&#x4F1A;&#x7528;&#x706B;&#xFF0C;&#x5230;&#x5B66;&#x4F1A;&#x8015;&#x79CD;&#xFF0C;&#x5230;&#x7406;&#x89E3;&#x5B87;&#x5B99;&#x3002;</p>
<p>&#x6211;&#x76F8;&#x4FE1;&#xFF0C;&#x751F;&#x7269;&#x7684;&#x5927;&#x8111;&#x6240;&#x83B7;&#x5F97;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x4E0E;&#x8BA1;&#x7B97;&#x673A;&#x6240;&#x80FD;&#x83B7;&#x5F97;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x5E76;&#x65E0;&#x672C;&#x8D28;&#x533A;&#x522B;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x7406;&#x8BBA;&#x4E0A;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x53EF;&#x4EE5;&#x6A21;&#x62DF;&#x4EBA;&#x7C7B;&#x667A;&#x6167;&#xFF0C;&#x5E76;&#x8D85;&#x8D8A;&#x5B83;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x7814;&#x7A76;&#x65E5;&#x65B0;&#x6708;&#x5F02;&#x3002;&#x6700;&#x65B0;&#x7684;&#x6807;&#x5FD7;&#x6027;&#x6210;&#x679C;&#xFF0C;&#x6BD4;&#x5982;&#x81EA;&#x52A8;&#x9A7E;&#x9A76;&#x6C7D;&#x8F66;&#x3001;&#x963F;&#x5C14;&#x6CD5;&#x72D7;&#x6218;&#x80DC;&#x56F4;&#x68CB;&#x4E16;&#x754C;&#x9AD8;&#x624B;&#xFF0C;&#x9884;&#x793A;&#x7740;&#x5373;&#x5C06;&#x5230;&#x6765;&#x65B0;&#x7684;&#x65F6;&#x4EE3;&#x3002;&#x5927;&#x5C0F;&#x989D;&#x6295;&#x8D44;&#x7EB7;&#x7EB7;&#x503E;&#x6CE8;&#x4E8E;&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x3002;&#x6211;&#x4EEC;&#x8FC4;&#x4ECA;&#x4E3A;&#x6B62;&#x6240;&#x89C1;&#x5230;&#x7684;&#x6210;&#x5C31;&#xFF0C;&#x5728;&#x65B0;&#x65F6;&#x4EE3;&#x9762;&#x524D;&#xFF0C;&#x5373;&#x5C06;&#x9EEF;&#x7136;&#x5931;&#x8272;&#x3002;</p>
<p>&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x5E26;&#x6765;&#x7684;&#x76CA;&#x5904;&#x662F;&#x5DE8;&#x5927;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x9884;&#x6D4B;&#xFF0C;&#x5F53;&#x4EBA;&#x7C7B;&#x5FC3;&#x667A;&#x88AB;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6269;&#x5C55;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x53D6;&#x5F97;&#x54EA;&#x4E9B;&#x6210;&#x5C31;&#x3002;&#x4E5F;&#x8BB8;&#xFF0C;&#x6709;&#x4E86;&#x8FD9;&#x4E2A;&#x6280;&#x672F;&#x9769;&#x547D;&#x7684;&#x65B0;&#x5DE5;&#x5177;&#xFF0C;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x6709;&#x80FD;&#x529B;&#x5F25;&#x8865;&#x4E00;&#x4E9B;&#x7531;&#x5DE5;&#x4E1A;&#x5316;&#x5BF9;&#x81EA;&#x7136;&#x754C;&#x9020;&#x6210;&#x7684;&#x7834;&#x574F;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x80FD;&#x591F;&#x6700;&#x7EC8;&#x6D88;&#x706D;&#x75BE;&#x75C5;&#x548C;&#x8D2B;&#x7A77;&#x3002;&#x6211;&#x4EEC;&#x751F;&#x6D3B;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#x90FD;&#x4F1A;&#x88AB;&#x53D8;&#x5316;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x6210;&#x529F;&#x521B;&#x9020;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x4EBA;&#x7C7B;&#x6587;&#x660E;&#x53F2;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x4E8B;&#x4EF6;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x5B83;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x4EBA;&#x7C7B;&#x6587;&#x660E;&#x53F2;&#x7684;&#x7EC8;&#x7ED3;&#xFF0C;&#x9664;&#x975E;&#x6211;&#x4EEC;&#x5B66;&#x4F1A;&#x5982;&#x4F55;&#x907F;&#x514D;&#x5B83;&#x6240;&#x5E26;&#x6765;&#x7684;&#x5371;&#x5BB3;&#x3002;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5728;&#x5E26;&#x6765;&#x76CA;&#x5904;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x5E26;&#x6765;&#x5371;&#x9669;&#xFF0C;&#x6BD4;&#x5982;&#x5F3A;&#x5927;&#x7684;&#x81EA;&#x52A8;&#x6B66;&#x5668;&#xFF0C;&#x6216;&#x5C11;&#x6570;&#x4EBA;&#x6B3A;&#x538B;&#x591A;&#x6570;&#x4EBA;&#x7684;&#x65B0;&#x65B9;&#x6CD5;&#x3002;&#x5B83;&#x4E5F;&#x53EF;&#x80FD;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x7ECF;&#x6D4E;&#x5E26;&#x6765;&#x5DE8;&#x5927;&#x7684;&#x7834;&#x574F;&#x3002;&#x5C06;&#x6765;&#xFF0C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x53EF;&#x80FD;&#x4F1A;&#x53D1;&#x5C55;&#x51FA;&#x6765;&#x5B83;&#x81EA;&#x5DF1;&#x7684;&#x610F;&#x5FD7;&#x2014;&#x2014;&#x4E00;&#x4E2A;&#x4E0E;&#x4EBA;&#x7C7B;&#x76F8;&#x51B2;&#x7A81;&#x7684;&#x610F;&#x5FD7;&#x3002;</p>
<p>&#x603B;&#x4E4B;&#xFF0C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x5F3A;&#x529B;&#x5D1B;&#x8D77;&#xFF0C;&#x5728;&#x4EBA;&#x7C7B;&#x5386;&#x53F2;&#x4E0A;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x6700;&#x597D;&#x7684;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x6700;&#x7CDF;&#x7CD5;&#x7684;&#x3002;&#x800C;&#x6211;&#x4EEC;&#x5C1A;&#x4E14;&#x4E0D;&#x77E5;&#x9053;&#x4F1A;&#x662F;&#x54EA;&#x4E00;&#x4E2A;&#x3002;&#x8FD9;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x5728;2014&#x5E74;&#xFF0C;&#x6211;&#x548C;&#x5176;&#x5B83;&#x51E0;&#x4E2A;&#x4EBA;&#x547C;&#x5401;&#x5728;&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x8FDB;&#x884C;&#x66F4;&#x591A;&#x7814;&#x7A76;&#x3002;&#x4EE4;&#x6211;&#x6B23;&#x6170;&#x7684;&#x662F;&#xFF0C;&#x6709;&#x4EBA;&#x542C;&#x5230;&#x4E86;&#x6211;&#x7684;&#x547C;&#x58F0;&#xFF01;</p>
<p>&#x8FD9;&#x4E2A;&#x4E2D;&#x5FC3;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x5BF9;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x6587;&#x660E;&#x7684;&#x5C06;&#x6765;&#xFF0C;&#x5BF9;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x8FD9;&#x4E2A;&#x7269;&#x79CD;&#x800C;&#x8A00;&#xFF0C;&#x90FD;&#x662F;&#x6781;&#x5176;&#x5173;&#x952E;&#x7684;&#x3002;&#x795D;&#x5927;&#x5BB6;&#x597D;&#x8FD0;&#xFF01;</p>

        
      
    </div>
    <footer class="article-footer">
      
        <div id="donation_div"></div>

<script src="/js/vdonate.js"></script>
<script>
var a = new Donate({
  title: '欢迎联系我们和关注我们的公众号!', // 可选参数，打赏标题
  btnText: '联系我们', // 可选参数，打赏按钮文字
  el: document.getElementById('donation_div'),
  wechatImage: 'https://raw.githubusercontent.com/iTimeTraveler/iTimeTraveler.github.io/site/source/about/donate/images/WeChanQR.png',
  alipayImage: 'https://raw.githubusercontent.com/iTimeTraveler/iTimeTraveler.github.io/site/source/about/donate/images/WeChanQR.png'
});
</script>
      
      
      
      
        
      

    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2016/11/20/Being-Outside-in-Fresh-Air-and-How-Your-Body-Loves-It/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption">上一篇</strong>
      <div class="article-nav-title">
        
          Being Outside in Fresh Air &amp; How Your Body Loves It
        
      </div>
    </a>
  
  
    <a href="/2016/11/18/Hillary Clinton Calls for Unity in Concession Speech/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">下一篇</strong>
      <div class="article-nav-title">Hillary Clinton Calls for Unity in Concession Speech</div>
    </a>
  
</nav>

  
</article>

<!-- Table of Contents -->

</section>
        
      </div>
      
      <footer id="footer">
  

  <div class="container">
      	<div class="row">
	      <p> Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> and <a href="https://github.com/iTimeTraveler/hexo-theme-hiker" target="_blank">Hexo-theme-hiker</a> </p>
	      <p id="copyRightEn">Copyright &copy; 2013 - 2019 一番之旅 All Rights Reserved.</p>
	      
	      
    		<p class="busuanzi_uv">
				访客数 : <span id="busuanzi_value_site_uv"></span> |  
				访问量 : <span id="busuanzi_value_site_pv"></span>
		    </p>
  		   
		</div>

		
  </div>
</footer>


<!-- min height -->

<script>
    var wrapdiv = document.getElementById("wrap");
    var contentdiv = document.getElementById("content");
    var allheader = document.getElementById("allheader");

    wrapdiv.style.minHeight = document.body.offsetHeight + "px";
    if (allheader != null) {
      contentdiv.style.minHeight = document.body.offsetHeight - allheader.offsetHeight - document.getElementById("footer").offsetHeight + "px";
    } else {
      contentdiv.style.minHeight = document.body.offsetHeight - document.getElementById("footer").offsetHeight + "px";
    }
</script>
    </div>
    <!-- <nav id="mobile-nav">
  
    <a href="/" class="mobile-nav-link">Home</a>
  
    <a href="/tags" class="mobile-nav-link">Tags</a>
  
    <a href="/archives" class="mobile-nav-link">Archives</a>
  
    <a href="/about" class="mobile-nav-link">About</a>
  
</nav> -->
    

<!-- mathjax config similar to math.stackexchange -->

<script type="text/x-mathjax-config">
  MathJax.Hub.Config({
    tex2jax: {
      inlineMath: [ ['$','$'], ["\\(","\\)"] ],
      processEscapes: true
    }
  });
</script>

<script type="text/x-mathjax-config">
    MathJax.Hub.Config({
      tex2jax: {
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
      }
    });
</script>

<script type="text/x-mathjax-config">
    MathJax.Hub.Queue(function() {
        var all = MathJax.Hub.getAllJax(), i;
        for(i=0; i < all.length; i += 1) {
            all[i].SourceElement().parentNode.className += ' has-jax';
        }
    });
</script>

<script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.1/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
</script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css">
  <script src="/fancybox/jquery.fancybox.pack.js"></script>


<script src="/js/scripts.js"></script>




  <script src="/js/dialog.js"></script>








	<div style="display: none;">
    <script src="https://s95.cnzz.com/z_stat.php?id=1260716016&web_id=1260716016" language="JavaScript"></script>
  </div>



	<script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js">
	</script>






  </div>

  <div class="modal fade" id="myModal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true" style="display: none;">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <h2 class="modal-title" id="myModalLabel">设置</h2>
      </div>
      <hr style="margin-top:0px; margin-bottom:0px; width:80%; border-top: 3px solid #000;">
      <hr style="margin-top:2px; margin-bottom:0px; width:80%; border-top: 1px solid #000;">


      <div class="modal-body">
          <div style="margin:6px;">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapseOne" onclick="javascript:setFontSize();" aria-expanded="true" aria-controls="collapseOne">
              正文字号大小
            </a>
          </div>
          <div id="collapseOne" class="panel-collapse collapse" role="tabpanel" aria-labelledby="headingOne">
          <div class="panel-body">
            您已调整页面字体大小
          </div>
        </div>
      


          <div style="margin:6px;">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapseTwo" onclick="javascript:setBackground();" aria-expanded="true" aria-controls="collapseTwo">
              夜间护眼模式
            </a>
        </div>
          <div id="collapseTwo" class="panel-collapse collapse" role="tabpanel" aria-labelledby="headingTwo">
          <div class="panel-body">
            夜间模式已经开启，再次单击按钮即可关闭 
          </div>
        </div>

        <div>
            <a data-toggle="collapse" data-parent="#accordion" href="#collapseThree" aria-expanded="true" aria-controls="collapseThree">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;关 于&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</a>
        </div>
         <div id="collapseThree" class="panel-collapse collapse" role="tabpanel" aria-labelledby="headingThree">
          <div class="panel-body">
            一番之旅
          </div>
          <div class="panel-body">
            Copyright © 2019 一番之旅 All Rights Reserved.
          </div>
        </div>
      </div>


      <hr style="margin-top:0px; margin-bottom:0px; width:80%; border-top: 1px solid #000;">
      <hr style="margin-top:2px; margin-bottom:0px; width:80%; border-top: 3px solid #000;">
      <div class="modal-footer">
        <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">×</span></button>
      </div>
    </div>
  </div>
</div>
  
  <a id="rocket" href="#top" class=""></a>
  <script type="text/javascript" src="/js/totop.js?v=1.0.0" async=""></script>
  
</body>
</html>